Repository: abcijkxyz/bpbible
Catalog: locales/*.po
Languages: hu, lt, ro

source: Invalid strong's number %s.
hu: Érvénytelen STRONG szám: %s.
lt: Klaidingas strongo numeris %s.
ro: Număr Strong's invalid %s.

source: In finding references, the reference must all be in one book
hu: A keresett hivatkozások egy könyvben kell hogy legyenek
lt: ieškant nuorodų, visos nuorodos turi būti vienoje knygoje
ro: În găsirea referinţelor, referinţa trebuie să fie dintr-o singură carte

source: A problem was detected with this book while indexing it:
ro: S-a detectat o problemă cu această carte în timp ce se indexa:

source: Check whether there is a newer version of this book which might fix this problem.
ro: Verifică dacă există o versiune nouă a acestei cărţi care ar putea rezolva această problemă.

source: Couldn't understand book search range '%s'
ro: Nu am putut înţelege rangul de căutare al cărţii '%s'

source: There seems to be an error in your regular expression. The error message given was: %s
hu: Hiba történt a szabályos kifejezések között. A hibaüzenet: %s
lt: Atrodo, yra klaidos jūsų reguliariame posakyje. klaidos pranešimas buvo: %s
ro: Se pare că există o eroare in exprimarea ta regulată. Mesajul de eroare dat a fost: %s

source: You cannot search on the field %r
hu: Nem keresthetsz ezen a területen: %r
lt: Jūs negalite naudoti paieškos lauke %r
ro: Nu poţi căuta în câmpul %r

source: Done
hu: Kész
lt: Atlikta
ro: Gata

source: Invalid encoding: Searching may not work or may display the wrong results
ro: Encodare invalidă: Căutarea s-ar putea să nu funcţioneze sau ar putea afişa rezultatele greşite

source: Could not understand string
hu: Nem értelmezhető sor
lt: negaliu suprasti eilutės
ro: Nu am putut înţelege şirul

source: %d references found
hu: %d eredményt találtam
lt: %d nuorodų rasta
ro: %d referinţe găsite

source: &Index
hu: &Indexelés
lt: &Rodyklė
ro: &Indexare

source: Unindex
hu: Index eltávolítása
lt: Nenaudoti rodyklės
ro: Neindexare

source: You don't have a current %s, so you cannot search at the moment
hu: Nincs érvényes %s, így sajnos nem tudsz még keresni
lt: Jūs neturite dabartinės %s, tokiu būdu jūs negalite naudoti paieškos šiuo metu
ro: Nu ai un %s curent, aşa că nu poţi căutat în acest moment

source: No current version
hu: Nem érvényes verzió
lt: Nėra dabartinės versijos
ro: Nici o versiune curentă

source: Reading search index...
hu: Keresési index olvasása...
lt: Skaitomas paieškos turinys...
ro: Citesc indexul de căutare...

source: Search index does not exist for book %s. Indexing will make search much faster. Create Index?
hu: A keresési index nem létezik a %s könyvhöz. Indexelés után gyorsabban lehet keresni. Készítesz indexet?
lt: Paieškos rodyklė neegzistuoja %s knygai. Indeksavimas padarys paiešką daug greitesnę. Sukurti Rodyklę?
ro: Indexul de căutare nu există pentru cartea %s. Indexarea va face căutarea mult mai rapidă. Să creez Indexul?

source: Create Index?
hu: Készítesz indexet?
lt: Sukurti Rodyklę?
ro: Creez Indexare?

source: &Search
hu: &Keresés
lt: &Paieška
ro: &Caută

source: Search Options
hu: Keresési lehetőségek
lt: Paieškos nuostatos
ro: Opţiuni Căutare

source: Error in search
hu: Hiba a keresés során
lt: Klaida naudojant paiešką
ro: Eroare în căutare

source: The following words were not found in this %s:
hu: A következő szavak nem találhatók ebben: %s:
lt: Šie žodžiai nebuvo surasti šiame %s:
ro: Următoarele cuvinte nu au fost găsite in această %s:

source: Unknown word
hu: Ismeretlen szó
lt: Nežinomas žodis
ro: Cuvânt necunoscut

source: 1 word
hu: 1 szó
lt: 1 žodis
ro: 1 cuvânt

source: %d words
hu: %d szó
lt: %d žodžių
ro: %d cuvinte

source: %d hits
hu: %d találat
lt: %d teigiamų rezultatų
ro: %d rezultate

source: 1 reference found
hu: 1 hivatkozást találtam
lt: rasta 1 nuoroda
ro: 1 referinţă găsită

source: 1 hit
hu: 1 találat
lt: 1 teigiamas rezultatas
ro: 1 rezultat

source: You cannot search on fields in unindexed search
ro: Nu poţi căuta în câmpurile din căutarea neindexată

source: Reference
hu: Hivatkozás
lt: Nuoroda
ro: Referinţă

source: %(version)s search - %(numresults)s
hu: %(version)s keresése - %(numresults)s
lt: %(version)s paieška - %(numresults)s
ro: căutare %(version)s - %(numresults)s

source: Processing %s
hu: Feldolgozás %s
lt: Vykdoma %s
ro: Procesez %s

source: Indexing %s
hu: Indexelés %s
lt: Kuriama duomenų bazė %s
ro: Indexare %s

source: Writing %s
hu: Írás: %s
lt: Įrašoma %s
ro: Scriere %s

source: Other Book Search
hu: Másik könyv keresése
lt: Paieška kitose knygose
ro: Căutare Altă Carte

source: Entries
hu: Bejegyzések
lt: Įrašai
ro: Intrări

source: Dictionary Search
hu: Keresés a szótárban
lt: Paieška žodyne
ro: Căutare Dicţionar

source: Commentary Search
hu: Keresés a kommentárban
lt: Paieška komentaruose
ro: Căutare Comentariu

source: There are only %(chapters)d chapters in %(book)s (given %(given)d)
hu: Csak %(chapters)d fejezet van a %%(chapter)d. fejezetben ebben a könyvben: %(book)s. (Összesen %(given)d)
lt: Yra tiktai %(chapters)d skyriai šioje %(book)s (given %(given)d)
ro: Există doar %(chapters)d capitole în %(book)s (given %(given)d)

source: There are only %(verses)d verses in %(book)s %(chapter)s (given %(given)d)
hu: Csak %(verses)d vers van a %(chapter)s. fejezetben ebben a könyvben: %(book)s. (Összesen %(given)d)
lt: Yra tiktai %(verses)d eilutės šioje %(book)s %(chapter)s (given %(given)d)
ro: Există doar %(verse)d versete în %(book)s %(chapter)s (given %(given)d)

source: Invalid Reference: %s
hu: Érvénytelen hivatkozás: %s
lt: Klaidinga nuoroda: %s
ro: Referinţă Invalidă: %s

source: Invalid empty reference
hu: Érvénytelen üres hivatkozás
lt: Klaidinga tuščia nuoroda
ro: Referinţă goală invalidă

source: Tag %s
hu: Címke %s
lt: Gairė %s
ro: Eticheta %s

source: Template '%s' is read only. Try a different name.
hu: A '%s' nevű sablon csak olvasható. Válassz másik nevet!
lt: Šablonas '%s' yra tik skaitomas. Pabandykite įrašyti kitokį pavadinimą.
ro: Şablonul '%s' este doar pentru citire. Încearcă un nume diferit.

source: Template '%s' already exists. Overwrite?
hu: A '%s' nevű sablon már létezik. Felülírod?
lt: Šablonas '%s' jau egzistuoja. Keisti?
ro: Şablonul '%s' există deja. Suprascriu?

source: Overwrite?
hu: Felülírod?
lt: Keisti?
ro: Suprascriu?

source: Template name is already in use. Try a different name.
hu: A sablonnév már használatban van. Válassz másikat!
lt: Šablono vardas yra jau naudojamas. Pabandykite skirtingą vardą.
ro: Numele de şablon este deja în folosire. Încearcă un nume diferit.

source: Anchor
hu: Rögzít
lt: Prieraišas
ro: Ancoră

source: Don't hide this tooltip
hu: Ne rejtse el ezt a jegyzetablakot
lt: Neslėpti šios informacijos langelio
ro: Nu şterge acest balon de info

source: Copy All
hu: Az összes másolása
lt: Kopijuoti viską
ro: Copiază tot

source: Copy tooltip text (with links)
hu: Az ablak szövegének másolása linkekkel
lt: Kopijuoti informacijos langelio tekstą (su nuorodomis)
ro: Copiază balonul de info (cu link-uri)

source: Tooltip
hu: Jegyzetablak
lt: Mygtuko etiketė
ro: Balon info

source: Sticky Tooltip
hu: Hivatkozásablak
lt: Informacijos langelis
ro: Balon info Important

source: Stay on top
hu: Mindig felül
lt: Laikyti virš kitų
ro: Stai în vârf

source: Find
ro: Găseşte

source: Search for this strong's number in the Bible
ro: Caută numărul Strong's în Biblie

source: Module %s is not installed, so you cannot view details for this strong's number
hu: A modul nincs telepítve, így nem jeleníthetők meg a Strong számok sem
lt: Modulis %s nėra įdiegtas, tokiu būdu jūs negalite matyti išsamią informaciją šio strongo žodyno numeriui
ro: Modulul %s nu este instalat, aşadar nu poţi vedea detaliile pentru numărul Strong's

source: Go to verses
hu: Ugrás az igevershez
lt: Eiti į eilutes
ro: Mergi la versetele

source: Open this reference
hu: Igehely megnyitása
lt: Atidaryti šią nuorodą
ro: Deschide această referinţă

source: None
hu: Nincs
lt: Nieko
ro: Nici una

source: Delete
hu: Másolás
lt: Ištrinti
ro: Şterge

source: Version Comparison
hu: Verziiók összehasonlítása
lt: Eilučių palyginimas
ro: Comparare Versiune

source: Set books to compare
hu: Könyvek beállítása az összehasonlításhoz
lt: Pasirinkite knygas palyginimui
ro: Setează cărţi pentru comparare

source: Set the books this version comparison will use
hu: Könyvek beállítása az összehasonlításhoz (?)
lt: Nustatykite knygas, kurias šis knygų versijų palyginimas panaudos
ro: Setează cărţile pe care le va folosi această comparaţie

source: Choose books to compare in the verse comparison window
hu: Könyvek kiválasztása az összehasonlításhoz a vers-összehasonlító ablakban
lt: Parinkite knygas, kad palygintumėte eilučių palyginimo lange
ro: Alege cărţile de comparat in aceastră fereastră de comparaţie

source: Choose books to compare
hu: Könyvek kiválasztása az összehasonlításhoz
lt: Pasirinkite knygas palyginimui
ro: Alege cărţile pentru comparaţie

source: View in parallel mode
hu: Párhuzamos nézet
lt: Peržiūrėti lygiagrečioje būsenoje
ro: Vezi în mod paralel

source: &Set Sword Paths...
hu: &A Sword modulok elérési útja...
lt: & Nurodyti Sword vietą...
ro: %Setez Căile Sword...

source: Install books...
hu: Könyvek telepítése...
lt: Įdiegti knygas...
ro: Instalez cărţile...

source: Manage books...
hu: Könyvek kezelése...
lt: Tvarkyti knygas...
ro: Administrez cărţile...

source: Set fonts...
hu: Betűtípus beállítása...
lt: Nustatyti šriftus...
ro: Setez fonturile...

source: &Exit
hu: &Kilépés
lt: &Uždaryti
ro: &Ieşire

source: Quit this program
ro: Închide acest program

source: &File
hu: &Fájl
lt: &Failas
ro: &Fişier

source: Default Layout
hu: Alapértelmezett felület
lt: Numatytas išdėstymas
ro: Afişaj Implicit

source: gather
hu: összegyűjtés
lt: rinkti
ro: adună

source: diff
hu: különbség
lt: skirtumai
ro: dif

source: compile
hu: összeszerkesztés
lt: kompiliuoti
ro: compilez

source: Restart
hu: Újraindítás
lt: Paleisti iš naujo
ro: Restartez

source: Locale
hu: Helyi
lt: Lokalė
ro: Limba

source: &Help
hu: &Súgó
lt: &Pagalba
ro: &Ajutor

source: BPBible Website
hu: A BPBible honlapja
lt: BPBible tinklalapis
ro: Site BPBible

source: Documentation...
hu: Dokumentáció...
lt: Dokumentacija...
ro: Documentaţie...

source: Report a problem...
hu: Probléma jelzése...
lt: Pranešti apie problemą...
ro: Raportează o problemă...

source: Download books...
hu: Könyvek letöltése...
lt: Atsisiųsti knygas...
ro: Download cărţi...

source: &About...
hu: &A programról...
lt: &Apie...
ro: &Despre...

source: Show about dialog
ro: Arată dialogul despre

source: &Reference
hu: &Hivatkozás
lt: &Nuorodos
ro: &Referinţă

source: &Template
hu: &Sablon
lt: &Šablonas
ro: &Şablon

source: &Save template
hu: &Sablon mentése
lt: &Išsaugoti šabloną
ro: &Salvare şablon

source: &Load Template
hu: &Sablon betöltése
lt: &Atidaryti šabloną
ro: &Încarcă Şablon

source: &Cancel
hu: &Mégse
lt: &Atšaukti
ro: &Anulare

source: Use default font
hu: Alapértelmezett betűtípus
lt: Naudoti numatytąjį šriftą
ro: Foloseşte fontul implicit

source: Use this font in the user interface
hu: Ezt a betűtípust használja a program felülete is
lt: Naudoti šį šriftą vartotojo sąsajai
ro: Foloseşte acest font în interfaţa de user

source: Font size:
hu: Betűméret:
lt: Šrifto dydis:
ro: Mărime font:

source: Preview:
hu: Előnézet:
lt: Peržiūra:
ro: Previzualizare:

source: Font Choice
hu: Betűtípus kiválasztása
lt: Šrifto pasirinkimas
ro: Alegere Font

source: &Show answer
ro: &Arată răspuns

source: &Guess
hu: &Keresse
lt: &Atspėti
ro: &Ghiceşte

source: Install to:
hu: Telepítés ide:
lt: Įdiegti į:
ro: Instalează în:

source: Book Installation
hu: Könyv telepítése
lt: Knygų įdiegimas
ro: Instalare Carte

source: New topic
ro: Topic nou

source: Add passage
ro: Adaugă pasaj

source: Cut
hu: Kivágás
lt: Iškirpti
ro: Taie

source: Paste
hu: Beillesztés
lt: Įklijuoti
ro: Lipeşte

source: Copy the topic as text to the clipboard for use in other applications.
ro: Copiază topicul ca text în clipboard pentru a fi folosit în alte aplicaţii.

source: Export
ro: Exportă

source: Undo previous action
hu: Utolsó
lt: Atšaukti ankstesnį veiksmą
ro: Dă înapoi acţiunea anterioară

source: Undo
hu: Visszavonás
lt: Atšaukti
ro: Dă înapoi

source: Redoes the last undone action
hu: Újra a legutóbb kitörölt akciót
lt: Grąžinti prieš tai atšauktą veiksmą
ro: Reface ultima acţiune ne-efectuată

source: Redo
hu: Újra
lt: grąžinti
ro: Refă

source: Name:
hu: Név:
lt: Pavadinimas:
ro: Nume:

source: Show tags
ro: Arată etichete

source: Description:
hu: Leírás:
lt: Aprašymas:
ro: Descriere:

source: Passage:
hu: Igehely:
lt: Fragmentas:
ro: Pasaj:

source: Comment:
hu: Megjegyzés:
lt: Komentarai
ro: Comentariu:

source: Unlock
hu: Felold
lt: Atrakinti
ro: Deblochează

source: Manage books
hu: Könyvek kezelése
lt: Tvarkyti knygas
ro: Admin cărţi

source: Move item to top
hu: Elem mozgatása felülre
lt: Perkelti į viršų
ro: Mută obiect în vârf

source: Move item up
hu: Elem feljebb mozgatása
lt: Perkelti aukščiau
ro: Mută obiect sus

source: Move item down
hu: Elem lejjebb mozgatása
lt: Nuleisti žemiau
ro: Mută obiect jos

source: Move item to bottom
hu: Elem mozgatása alulra
lt: Nuleisti į apačią
ro: Mută obiect în partea de jos

source: Add a new item
hu: Új elem hozzáadása
lt: Pridėti objektą
ro: Adaugă un obiect nou

source: Edit this item
hu: Elem szerkesztése
lt: Redaguoti šį obje
ro: Editează acest obiect

source: Remove this item
hu: Elem törlése
lt: Pašalinti šį obje
ro: Şterge acest obiect

source: &Find:
hu: &Keres:
lt: &Rasti:
ro: &Caută:

source: Words to search for
hu: Szavak
lt: Žodžiai kurių ieškosime
ro: Cuvinte de căutat

source: Open the Virtual Keyboard
hu: A virtuális billentyűzet megnyitása
lt: Atidaryti virtualią klaviatūrą
ro: Deschide Tastatura Virtuală

source: Search for given words now
hu: Keresés az adott szavakra
lt: Ieškoti šių žodžių dabar
ro: Caută cuvintele date acum

source: 0 references found
hu: 0 hivatkozást találtam
lt: nuorodų nerasta
ro: 0 referinţe găsite

source: Save Results
hu: Eredmények mentése
lt: Išsaugoti rezultatus
ro: Salvează Rezultate

source: Warning: This book contains invalid XML, so searching on fields may not work or may not display all matches in this book.
ro: Atenţie: Această carte conţine cod XML invalid, aşadar căutarea în câmpuri s-ar putea să nu funcţioneze sau să nu afişeze toate potrivirile din această carte.

source: &Close
hu: &Bezárás
lt: &Uždaryti
ro: &Închide

source: Search &Type:
hu: Keresés &Beírás:
lt: Paieškos &tipas:
ro: &Tip Căutare:

source: Indexed
hu: Indexelt
lt: Suindeksuota
ro: Indexat

source: Unindexed
hu: Nem indexelt
lt: Indeksavimas atšauktas
ro: Neindexat

source: Type of search to use
hu: Keresés beírásának típusa
lt: Paieškos tipas kurį naudosime
ro: Tipul de căutare folosit

source: Proximity:
hu: Közelség:
lt: Tikimybė:
ro: Proximitate:

source: How close should search terms be to each other
lt: Kiek panašūs turi būti paieškos terminai vienas į kitą
ro: Cât de aproape să fie termenii căutaţi, unul faţă de altul

source: Words
hu: Szó
lt: Žodžiai
ro: Cuvinte

source: Verses
hu: Igevers
lt: Eilutės
ro: Versete

source: Case sensitive
hu: Kis és nagybetű
lt: Skirti didžiąsias ir mažąsias raides
ro: Potrivire litere

source: Match only if case is same
hu: Ugyanúgy kis-, vagy nagybetű
lt: Atitikimas, tik jei atvejis yra tas pats
ro: Potriveşte doar dacă sunt potriviri de litere

source: Whole &Bible
hu: Teljes &Biblia
lt: Visoje &Biblijoje
ro: &Biblia Întreagă

source: &Old Testament
hu: &Ószövetség
lt: &Senąjame Testamente
ro: &Vechiul Testament

source: &New Testament
hu: &Újszövetség
lt: &Naująjame Testamente
ro: &Noul Testament

source: Custom &Range:
hu: Egyéb &hely:
lt: pasirinkti &sritį:
ro: &Rang la Comandă

source: Search Range
hu: Keresési hely
lt: Paieškos ribos
ro: Rang Căutare

source: &Tag:
hu: &Címke:
lt: &Gairė
ro: &Etichetă:

source: &Comment:
hu: &Hozzászólás:
lt: &Komentarai:
ro: &Comentariu:

source: Tag Passage
hu: Igehely címkézése
lt: Gairės fragmentas
ro: Etichetează Pasaj

source: Template Manager
hu: Sablonok kezelése
lt: Šablonų valdymas
ro: Admin Şabloane

source: &Header
hu: &Fejléc
lt: &Antraštė
ro: &Antet

source: &Body
hu: &Test
lt: &Turinys
ro: &Trup

source: &Footer
hu: &Lábléc
lt: &Paraštė
ro: &Subsol

source: &Headings
hu: &Fejlécek
lt: &Antraštės
ro: &Titluri

source: Loading harmony
hu: Szinopszis betöltése

source: %s is not in this harmony
hu: %s nincs ebben a szinopszisban

source: Debug
hu: Nyomkövetés
lt: Ištirti

source: &Stop
hu: &Állj!
lt: &Sustabdyti

source: confirm
hu: jóváhagyás
lt: patvirtinti

source: Font:
hu: Betűtípus:
lt: Šriftas:

source: Find Bible Reference
hu: Bibliai hivatkozás

source: Html Ide
lt: Html nepanaudota

source: &Ok
lt: &Gerai
