Repository: abcijkxyz/bpbible
Catalog: locales/*.po
Languages: hu, lt, ro

source: Books
hu: Könyvek
lt: Knygos
ro: Cărţi

source: History
hu: Történet
lt: Praeitis
ro: Istorie

source: A $ sign
hu: Egy $ jel
lt: Vienas $ ženklas
ro: Semn de $

source: The range of verses
hu: A versek tartománya
lt: nuo eilutės iki eilutės
ro: Rangul de versete

source: The version this is taken from
hu: Ez a könyv innen származik
lt: Ši versija paimta iš
ro: Versiunea din care este luat acesta

source: A description of the version
hu: A könyv leírása
lt: Versijos apibūdinimas
ro: O descriere a versiunii

source: The text of a verse
hu: Az igevers szövege
lt: Teksto eilutė
ro: Textul unui verset

source: The verse number
hu: Igevers száma
lt: Eilutės numeris
ro: Versetul numărul

source: The reference for each verse
hu: Vershivatkozások
lt: Kiekvienos eilutės nurodyma
ro: Referinţa pentru fiecare verset

source: The name of the current book
hu: A jelenlegi könyv neve
lt: Šios knygos pavadinimas
ro: Numele cărţii curente

source: A shorter abbreviation of the book name
hu: A könyv rövidítésa
lt: Sutrumpintas knygos pavadinimas
ro: O arbeviere mai scurtă a numelui cărţii

source: The number of the chapter in the book
hu: Fejezetek száma a könyvben
lt: Skyriaus numeris knygoje
ro: Numărul capitolului din carte

source: The text of the heading
hu: A fejléc szövege
lt: Antraštės tekstas
ro: Textul titlului

source: Couldn't save cipher key. You will have to set it again when you restart
hu: Nem található az aláírókulcs. Az újraindítás után be kell állítani
lt: Negaliu išsaugoti šifro rakto. Jums teks nurodyti jį vėl paleisite programą iš naujo
ro: Nu am putut salva cheia

source: commentary
hu: Kommentár
lt: komentarai
ro: comentariu

source: Bible
hu: Biblia
lt: Biblija
ro: Biblie

source: Search
hu: Keresés
lt: Paieška
ro: Caută

source: Guess the Verse
hu: Keresse a könyvet!
lt: Atspėti eilutę
ro: Ghiceste Versetul

source: Play Guess the Verse
hu: Keresse a könyvet! játék
lt: Pradėti eilučių spėjimą
ro: Joacă Ghiceşte Versetul

source: Random verse
hu: Véletlenszerű igevers
lt: Atsitiktinė eilutė
ro: Verset aleatoriu

source: Go to a random verse
hu: Ugrás egy véletlenszerű igeversre
lt: Pereiti į atsitiktinę eilutę
ro: Mergi la un verset aleatoriu

source: Copy verses
hu: Versek másolása
lt: Kopijuoti eilutes
ro: Copiază versetele

source: Copy verses to other applications
hu: A versek másolása más programok számára
lt: Kopijuoti eilutes į kitą programą
ro: Copiază versetele într-o altă aplicaţie

source: Open sticky tooltip
hu: Hivatkozásablak megnyitása
lt: Atidaryti atskirame langelyje
ro: Deschide balon info important

source: Open a sticky tooltip with the selected verses
hu: Hivatkozásablak megnyitása a kiválasztott versekhez
lt: Atidaryti atskirą langelį su pasirinktomis eilutėmis
ro: Deschide un balon info important cu versetele selectate

source: Compare verses
hu: Fordítások összehasonlítása
lt: Palyginti eilutes
ro: Compară versetele

source: Open the verse comparison pane to the selected verses
hu: Fordítás-összehasonlító ablak megnyitása a kiválasztott versekhez
lt: Atverti eilučių palyginimo polangį ties pažymėtomis eilutėmis
ro: Deschide panoul de comparare versete pentru cele selectate

source: Manage Topics
hu: Témák kezelése
lt: Valdyti temas
ro: Administrează Topice

source: Manages all of the topics and the passages in them.
hu: Minden téma és igehely egységes kezelése.
lt: Valdo visas temas ir fragmentus jose
ro: Administrează toate topicele si pasajele din ele.

source: Tag verses
hu: Igeversek címkézése
lt: Priskirti gaires eilutėms
ro: Etichetează versetele

source: Tags the currently selected verses.
hu: A jelenleg kiválasztott versek címkézése.
lt: Priskiria gaires dabar pažymėtoms eilutėms
ro: Etichetează versetele selectate acum.

source: Copying selected verses...
hu: A kiválasztott versek másolása...
lt: Kopijuojamos pažymėtos eilutės
ro: Copiază versetele selectate...

source: Show the %s pane
hu: %s ablak mutatása
lt: Rodyti polangį %s
ro: Arată panoul %s

source: Hide the %s pane
hu: %s ablak elrejtése
lt: Paslėpti polangį %s
ro: Ascunde panoul %s

source: Shows or hides the pane
hu: Mutassa vagy elrejtse az ablakokat
lt: Parodo arba paslepia polangį
ro: Arată sau ascunde panoul

source: Search in this book
hu: Keresés ebben a könyvben
lt: Paieška šioje knygoje
ro: Caută în această carte

source: Information...
hu: Információ...
lt: Informacija...
ro: Informaţii...

source: Show information on the current book
hu: Információ a jelenlegi könyvről
lt: Parodyti informaciją apie šią knygą
ro: Arată informaţii despre cartea curentă

source: Search for:
hu: Keresés:
lt: Paieška...
ro: Caută:

source: Go to reference
hu: Igehely
lt: Pereiti prie nuorodos
ro: Mergi la referinţă

source: Go to this reference
hu: Ugorj az igehelyre
lt: Pereiti prie šios nuorodos
ro: Mergi la această referinţă

source: Link the %s to the Bible
hu: Hivatkozás %s a Bibliára
lt: Susiekite %s su Biblija
ro: Fă link la %s cu Biblia

source: Commentary
hu: Kommentár
lt: Komentarai
ro: Comentariu

source: Dictionary
hu: Szótár
lt: Žodynas
ro: Dicţionar

source: <b>This book is not set.</b><br> This may be because you do not have any of this type of book installed. <p> If you don't have any of this type of book, first download them from <a href="http://www.crosswire.org/sword/modules/index.jsp">http://www.crosswire.org/sword/modules/index.jsp</a>.<br> Then to install them, either drag them onto BPBible, or go <code>File > Install Books...</code> and select the books. <p> If you have already have SWORD books installed, go to <code>File > Set SWORD Paths</code> and add the path where the books are installed to the book search paths.
hu: <b> Ez a köynv nincs a csomagban.</b><br> Lehet, hogy nincs telepítve ilyen típusú könyved. <p> Ha nincs ilyen könyved még, töltsd le innen: <a href="http://www.crosswire.org/sword/modules/index.jsp">http://www.crosswire.org/sword/modules/index.jsp</a>.<br> A telepítéshez, húzd a BPBible megfeelő mappájába, vagy menj ide: <code>Fájl > Könyvek telepítése...</code> és válaszd ki a kívánt könyvet! <p> Ha már van SWORD modul telepítve, menj ide: <code>Fájl > SWORD útvonal beállítása</code> és mutasd meg a programnak a megfelelő útvonalat.
lt: <b>Ši knyga nėra nustatyta.</b><br> Taip gali būti todėl, kad jūs neturite nė vienos knygos iš šio knygų tipo įdiegtos. <p> Jei jūs neturite nė vienos knygos iš šio tipo knygų, tai iš pradžių atsiųskite jas iš <a href="http://www.crosswire.org/sword/modules/index.jsp">http://www.crosswire.org/sword/modules/index.jsp</a>.<br> Tada tam kad įdiegtumėte jas, arba nutempkite jas ant BPBible, arba eikite į<code>failas > Įdiegti knygas...</code> ir pasirinkite knygas. <p> Jei jūs jau turite SWORD knygas įdiegtas, eikite į <code>Failas > Nurodyti SWORD vietą</code> ir tada nurodykite katalogą kuriame yra knygos.
ro: <b>Această carte nu este setată.</b><br> Aceasta poate fi din cauză că nu ai instalată vreo carte de acest tip. <p> Dacă nu ai nici un tip de astfel de carte, mai întâi descară de la <a href="http://www.crosswire.org/sword/modules/index.jsp">http://www.crosswire.org/sword/modules/index.jsp</a>.<br> Apoi pentru a le instala, trage-le peste BPBible, sau mergi <code>Fişier > Instalare Cărţi...</code> si selectează cărţile. <p> Dacă ai deja instalate cărţi SWORD, mergi la <code>Fişier > Setare Căi SWORD</code> şi adaugă calea unde cărţile sunt instalate la calea de căutare a cărţii.

source: <p><b>[Reference clipped as the maximum verse limit (%d verses) has been exceeded. <br>This probably means the reference was invalid]</b>
hu: <p><b>[A hivatkozás a túllépés miatt rövidítve a maximális verseszámhoz (%d vers). <br>Ez azt is jelentheti, hogy a hivatkozás érvénytelen volt.]</b>
lt: <p><b> [Nuoroda, iškirpta nes maksimali eiučių riba (%d eilučių), buvo viršyta <br> Tai turbūt reiškia, kad nuoroda buvo netinkama] </b>
ro: <p><b>[Referinţa decupată ca limită maximă de versete (%d versete) a fost depăşită. <br>Aceasta probabil înseamnă că referinţa a fost invalidă]</b>

source: Edit Template...
hu: Sablon szerkesztése...
lt: Redaguoti šabloną...
ro: Editează Şablon...

source: <custom: based on %s>
hu: <általában °s>
lt: <pasirinkti: remiantis %s>
ro: <la comandă: bazat pe %s>

source: Display each verse on its own line.
hu: Igeversek soronkénti megjelenítése.
lt: Rodyti kiekvieną eilutę savo linijoje.
ro: Afişează fiecare verset pe linia sa

source: One line per verse
hu: Veresk soronként
lt: Viena linija eilutei
ro: O linie per verset

source: Transliterated
ro: Transliterat

source: Original Language
ro: Limba Originală

source: Pronunciation
ro: Pronunţare

source: Don't know how to open this morphology type:
hu: Nem tudom, hogyan nyissam meg ezt a morfológiatípust:
lt: Nežinau, kaip atidaryti šį morfologijos tipą:
ro: Nu ştiu cum să deschid acest tip de morfologie:

source: Module %s is not installed, so you cannot view details for this morphological code
hu: A modul nincs telepítve, így nem jeleníthetők meg a morfológiai kódok sem
lt: Modulis %s nėra įdiegtas, tokiu būdu jūs negalite matyti išsamią informaciją šiam morfologiniam kodui
ro: Modului %s nu este instalat, aşa că nu poţi vedea detaliile pentru acest cod morfologic

source: Select all
hu: Mind kijelölése
lt: Pažymėti viską
ro: Selectează toate

source: Select all the text in the frame
hu: A keret teljes szövegének kijelölése
lt: Pažymėkite visą tekstą langelyje
ro: Selectează tot textul din cadru

source: Copy the selected text with links
lt: Kopijuoti pažymėtą tekstą su nuorodomis
ro: Copiază textul selectat cu link-uri

source: the selected word
hu: a kiválasztott szó
lt: pažymėtas žodis
ro: cuvântul selectat

source: the selected phrase
hu: a kiválasztott kifejezés
lt: pažymėtas išsireiškimas
ro: fraza selectată

source: Look up %s in the dictionary
hu: A %s szó keresése a szótárban
lt: Paieška %s žodyne
ro: Caută %s în dicţionar

source: Search for %s in the Bible
hu: Keresés a/az %s szóra a Bibliában
lt: Paieška %s Biblijoje
ro: Caută %s în Biblie

source: Search for %s in this book
ro: Caută %s in această carte

source: &Details >>
hu: &Részletek >>
lt: &Išsamiau >>
ro: &Detalii >>

source: << &Details
hu: << &Részletek
lt: << &Mažiau
ro: << &Detalii

source: An error has occurred.
hu: Hiba történt.
lt: Įvyko klaida.
ro: A avut loc o eroare.

source: Above exception was ignored
hu: A fenti kivétel mellőzve lett
lt: Ankstesnė išimtis buvo ignoruota
ro: Peste excepţie s-a ignorat

source: Other Books
hu: Más könyvek
lt: Kitos knygos
ro: Alte Cărţi

source: Harmony
hu: Szinopszis
lt: Harmonija
ro: Concordanţă

source: The verse was %s
ro: Versetul era %s

source: Yes, you are right. The verse was %s
hu: Igen, eltaláltad! A pontos igehely: %s
lt: Taip, jūs esate teisus. Tai buvo eilutė %s
ro: Da, ai nimerit. Versetul era %s

source: Correct
hu: Úgy van!
lt: Teisingai
ro: Corect

source: No, you are wrong. Try again.
hu: Nem talált. Próbáld újra!
lt: Ne, jūs suklydote. Bandykite dar kartą.
ro: Nu, ai greşit. Încearcă din nou.

source: Try again.
hu: Próbáld újra!
lt: Bandykite iš naujo.
ro: Încearcă din nou.

source: Copy
hu: Másol
lt: Kopijuoti
ro: Copiază

source: %s verses
ro: %s versete

source: Error
hu: Hib
lt: Klaida
ro: Eroare

source: An error occurred while trying to read books. Please report this issue: 1. Press Ctrl-C to copy the error text 2. In the BPBible menu, select Help > Report a problem. 3. In the website that opens, click New Issue, and fill in the details The error given was:
hu: Hiba történt a könyv beolvasásakor. Kérlek értesítsd erről a program készítőit: 1. Másold a vágólapra a hibaüzenetet a Ctrl-C billenytyűkombináció segítségével. 2. A BPBible menüjében menj a Súgó > Probléma jelzése... menühöz. 3. A megnyíló weboldalon kattints ide: New Issue, és töltsd ki a mezőket. Az adott hiba ez volt:
lt: Klaida įvyko, bandant skaityti knygas. Prašom pranešti šį atvejį: 1. Paspauskite Ctrl-C, kad nukopijuotumėte klaidos tekstą 2. BPBible meniu, išrinkite Pagalbą> Pranešti apie problemą. 3. Svetainėje, kuri atsidaro, spragtelėkite New Issue, ir užpildykite įvykusi klaida buvo:
ro: A avut loc o eroare în timpul citirii cărţii. Raportează problema aceasta: 1. Apasă Ctrl-C pentru a copia textul erorii 2. În meniul BPBible, selectează Ajutor > Raportează o problemă. 3. În site-ul care se deschide, apasă New Issue, şi completează detaliile Eroarea dată a fost:

source: Error reading books
hu: Hiba a köynvek beolvasásakor
lt: Klaida skaitant knygas
ro: Eroare la citirea cărţilor

source: The following files do not appear to be installable books:
hu: A következő fájlok nem látszanak telepíthető könyveknek:
lt: Atrodo, šios rinkmenos nėra įdiegtinos knygos:
ro: Următoarele fişiere nu apar a fi cărţi instalabile:

source: The following file does not appear to be an installable book:
hu: A következő fájl nem látszik telepíthető könyvnek:
lt: Atrodo, šis failas nėra įdiegtina knyga:
ro: Următorul fişier nu apare a fi o carte instalabilă:

source: An error occurred while installing modules. Please make sure that the directory exists, and that you have permission to write to the directory. The error given was:
hu: A modulok telepítésekor hiba történt. Bizonyosdj meg róla, hogy a mappa létezik, és van jogod az írásához. Az adott hiba ez volt:
lt: Klaida įvyko, įdiegiant modulius. Prašom įsitikinti, kad katalogas egzistuoja, ir kad jūs turite leidimą įrašyti į šį katalogą. klaida, buvo:
ro: A avut loc o eroare în timpul instalării modulelor. Asigură-te că directorul există, şi că ai permisiunea ed a scrii în el. Eroarea dată a fost:

source: Extracting %s
hu: Kibontás %s
lt: Išskleidžiama %s
ro: Extrag %s

source: Preparing
hu: Előkészítés
lt: Ruošiama
ro: Pregătesc

source: Are you sure you want to install this book?
hu: Biztosan telepíteni szeretnéd ezt a könyvet?
lt: Ar jūs tikrai norite įdiegti šią knygą?
ro: Eşti sigur că vrei să instalezi cartea aceasta?

source: Are you sure you want to install these books?
hu: Biztosan telepíteni szeretnéd ezeket a könyveket?
lt: Jūs esate įsitikinęs, kad jūs norite įdiegti šitas knygas?
ro: Eşti sigur că vrei să instalezi aceste cărţi?

source: Other...
hu: Más...
lt: Kita...
ro: Alta...

source: Choose a directory:
hu: Mappa kiválasztása:
lt: Pasirinkite katalogą:
ro: Alege un director:

source: Information
hu: Információk
lt: Informacija
ro: Informaţii

source: Cannot read book metadata in file %s
hu: A könyv adatai nem olvashatók ki ebből a fájlból: %s
lt: Negaliu perskaityti knygos metaduomenų faile %s
ro: Nu pot citi metadata cărţii din fişierul %s

source: Go to verse
hu: Ugrás vershez
lt: Eiti į eilutę
ro: Mergi la versetul

source: Go to this verse
hu: Ugrás a vershez
lt: Eiti į šią eilutę
ro: Mergi la acest verset

source: Search in the current book
ro: Caută în cartea curentă

source: Copy Verses
hu: Versek másolása
lt: Kopijuoti
ro: Copiază Versetele

source: Open the Copy Verses dialog
hu: Versmásoló ablak mutatása
lt: Atidaryti eilučių kopijavimo langą
ro: Deschide dialogul de Copiere Versete

source: Back
hu: Vissza
lt: Atgal
ro: Înapoi

source: Go back a verse
hu: Előzőleg használt versek
lt: Vieną eilutę atgal
ro: Mergi înapoi cu un verset

source: Forward
hu: Tovább
lt: Į priekį
ro: Înainte

source: Go forward a verse
hu: Később használt versek
lt: Viena eilute į priekį
ro: Mergi înainte cu un verset

source: Zoom In
hu: Nagyítás
lt: Padidinti
ro: Măreşte

source: Make text bigger
hu: Szöveg nagyítása
lt: Padaryti tekstą didesnį
ro: Fă textul mai mare

source: Default Zoom
hu: Alaphelyzet
lt: Pradinis
ro: Mărire Implicită

source: Return text to default size
hu: Alap szövegméret
lt: Atstatyti teksto dydį
ro: Adu textul la mărimea implicită

source: Zoom Out
hu: Kicsinyítés
lt: Sumažinti
ro: Micşorează

source: Make text smaller
hu: Szöveg kicsinyítése
lt: Padaryti tekstą mažesnį
ro: Fă textul mai mic

source: Navigation
hu: Navigációs eszköztár
lt: Valdymas
ro: Navigare

source: Zoom
hu: Szövegméret
lt: Didinimas - mažinimas
ro: Mărire

source: History toolbar
hu: Verstörténet eszköztára
lt: Praeities įrankių juosta
ro: Bara de istorie

source: Installable books
ro: Cărţi instalabile

source: Choose books
hu: Könyvek kiválasztása
lt: Pasirinkite knygas
ro: Alege cărţile

source: &Language
hu: &Nyelv
lt: &Kalba
ro: &Limba

source: &Display
hu: &Megjelenés
lt: &Rodyti
ro: &Afişaj

source: &Windows
hu: &Ablakok
lt: &Išdėstymas
ro: &Ferestre

source: Toolbars
hu: Eszköztárak
lt: Įrankių juostos
ro: Toolbar-uri

source: Show the %s toolbar
hu: %s eszköztár mutatása
lt: Rodyti %s įrankių juostos
ro: Arată bara %s

source: Expand cross-references
hu: Kereszthivatkozások kibontása
lt: Išskleisti lygiagrečias eilutes
ro: Extinde trimiterile

source: Display cross references partially expanded
hu: Kereszthivatkozások részleges kibontása
lt: Rodyti lygiagrečias eilutes dalinai išskleistas
ro: Afişează trimiterile parţial extinse

source: Topic Tags
hu: Témacímkék
lt: Temų gairės
ro: Etichete de Topic

source: Display the topics that each verse is tagged with.
hu: Olyan téma megjelenítése, amelyben címkézett minden vers.
lt: Parodyti visas temas pagal kurias kiekviena eilutė yra sužymėta
ro: Afişează topicele cu care sunt etichetate fiecare versete.

source: BPBible will now quickly restart to change your language.
ro: BPBible va restarta rapid pentru a schimba limba.

source: Restarting
ro: Restartare

source: An error occurred on closing:
hu: Hiba a bezáráskor:
lt: Įvyko klaida uždarant:
ro: A avut loc o eroare la închidere:

source: search
hu: keres
lt: paieška
ro: caută

source: BPBible website
hu: A BPBible honlapja
lt: BPBiblijos programos tinklalapis
ro: Site BPBible

source: BPBible development team
hu: A BPBible fejlesztőcsapata
lt: BPBiblijos kūrėjų komanda
ro: Echipa de dezvoltare BPBible

source: SWORD library developers
hu: A SWORD könyvtárának fejlesztői
lt: SWORD bibliotekos kūrėjai
ro: Developerii librăriei SWORD

source: Developers
hu: Fejlesztők
lt: Kūrėjai
ro: Developerii

source: Artists
hu: Ikongrafika
lt: Dailininkai
ro: Artişti

source: Translators
hu: Fordítók
lt: Vertėjai
ro: Traducători

source: translator-credits
hu: Fordító -credits
lt: į lietuvių kalbą išvertė Vidmantas Valickis
ro: credite-traducători

source: Icons used are from famfamfam http://www.famfamfam.com/lab/icons/silk and the Tango Desktop Project http://tango.freedesktop.org/Tango_Desktop_Project
hu: Az ikonok forrása: famfamfam http://www.famfamfam.com/lab/icons/silk és a Tango Desktop Project http://tango.freedesktop.org/Tango_Desktop_Project
lt: Piktogramos naudotos iš famfamfam http://www.famfamfam.com/lab/icons/silk Ir iš Tango Desktop Project http://tango.freedesktop.org/Tango_Desktop_Project
ro: Iconiţele folosite sunt de la famfamfam http://www.famfamfam.com/lab/icons/silk şi Tango Desktop Project http://tango.freedesktop.org/Tango_Desktop_Project

source: BPBible is licensed under the GPL v2. For more details, refer to the LICENSE.txt file in the application directory
hu: A BPBible program GPL v2 licenszet használ. A részleteért nyisd me a LICENSE.txt fájlt a programmappában!
lt: BPBible yra suteikta licenciją GPL v2. Jei norite išsamesnės informacijos, pasiskaitykite faile LICENSE.txt, jis yra programos kataloge
ro: BPBible este licenţiat sub GPL v2. Pentru mai multe detalii, accesaţi fişierul LICENSE.txt din directorul aplicaţiei

source: Topics
hu: Témák
lt: Temos
ro: Topice

source: &New Topic
hu: &Új téma
lt: &Nauja tema
ro: &Topic Nou

source: Add &Passage
hu: &Igehely hozzáadása
lt: Pridėti &fragmentą
ro: Adaugă &Pasaj

source: Cu&t
hu: &Kivágás
ro: &Decupare

source: &Copy
hu: &Másolás
lt: &Kopijuoti
ro: &Copiere

source: &Paste
hu: &Beillesztés
lt: &Įklijuoti
ro: &Lipire

source: Delete &Topic
hu: &Téma törlése
lt: Ištrinti &temą
ro: Şterge &Topic

source: Cannot copy the topic to one of its children.
hu: Nem másolható a téma önmaga alá.
lt: Negaliu kopijuoti temos į vieną iš jos potemių
ro: Nu pot copia topicul la unul din nivelele sale inferioare.

source: Copy Topic
hu: Téma másolása
lt: Kopijuoti temą
ro: Copiază TOpic

source: Cannot delete the base topic.
ro: Nu pot şterge topicul de bază.

source: Delete Topic
ro: Şterge Topic

source: Search: %s
ro: Caută: %s

source: Results from the search `%s'.
ro: Rezultate din căutarea `%s'.

source: Passage
hu: Igehely
lt: Fragmentas
ro: Pasaj

source: Comment
hu: Kommentár
lt: Komentarai
ro: Comentariu

source: &Open
hu: &Megnyitás
lt: &Atverti
ro: &Deschide

source: &Delete
hu: &Törlés
lt: &Ištrinti
ro: &Şterge

source: All topics.
ro: Toate topicele

source: %d passages selected. Select a passage to view it.
ro: %d pasaje selectate. Selectează un pasaj pentru a-l vedea.

source: No items have been selected.
ro: Nu s-a selectat nimic.

source: Unrecognised passage `%s'.
hu: Nem felismert igehely: `%s'.
lt: Neatpažintas fragmentas `%s'.
ro: Pasaj nerecunoscut `%s'.

source: Please select some books to delete
hu: Jelölj ki néhány könyvet a törléshez
lt: Pasirinkite kurias knygas norite ištrinti
ro: Te rog să selectezi cărţile pentru ştergere

source: Select books
hu: Könyvek kijelölése
lt: Pasirinkte knygas
ro: Selectează cărţi

source: You are about to delete books. This will completely remove the books and free up the disk space that they used. You cannot undo this operation. Are you sure you want to delete these books? Books to be deleted:
ro: Eşti pe cale să ştergi cărţi. Aceasta va şterg complet cărţile şi va elibera spaţiul pe disc folosit de ele. Nu se poate da înapoi această operaţie. Eşti sigur că vrei să ştergi aceste cărţi? Cărţi pentru ştergere:

source: Confirm book deletion
hu: Könyv törlésének jóváhagyása
lt: Patvirtinkite kad sutinkate ištrinti knygas
ro: Confirmă ştergerea cărţii

source: Please select a book to unlock
hu: Válassz ki egy könyvet a feloldáshoz
lt: Pasirinkite knygą kurią norite atrakinti
ro: Selectează te rog o carte pentru deblocare

source: Select a book
hu: Könyv kijelölése
lt: Pasirinkite knygą
ro: Selectează o carte

source: This book is not locked at all, and doesn't need to be unlocked
hu: Ez a könyv nem zárolt, nincs szükség a feloldásra
lt: Ši knyga nėra užrakinta todėl jos nereikia atrakinti
ro: Aceată carte nu este blocată, şi nu are nevoie să fie deblocată

source: Not locked
hu: Nem
lt: Nėra užrakinta
ro: Nu e blocată

source: Unlock code for %s
hu: Feloldó kód ehhez: %s
lt: Atrakinimo kodas %s
ro: Cod de deblocare pentru %s

source: Unlock code
hu: Feloldó kód:
lt: Atrakinimo kodas
ro: Cod deblocare

source: Couldn't find config file. Error given was:
hu: Nem található a beállításokat tartalmazó fájl. Hiba:
lt: Negaliu rasti konfigūracijos rinkmenos. Įvykusi klaida tokia:
ro: Nu s-a găsit fişierul config. Eroarea dată a fost:

source: Bibles
hu: Biblia
lt: Biblijos
ro: Biblii

source: Commentaries
hu: Kommentár
lt: Komentarai
ro: Comentarii

source: Dictionaries
hu: Szótár
lt: Žodynai
ro: Dicţionare

source: Other books
hu: Más könyvek
lt: Kitos knygos
ro: Alte cărţi

source: Find Book...
hu: Könyv keresése...
lt: Surasti knygą...
ro: Caută Cartea...

source: Show information for %s
hu: Infomáció erről: %s
lt: Parodyti informaciją %s
ro: Arată informaţii pentru %s

source: Book Information
hu: Információ a könyvről
lt: Knygos informacija
ro: Informaţii Carte

source: New
hu: Új
lt: Naujas
ro: Nou

source: Reading books...
hu: Könyvek olvasása...
lt: Skaitant knygas...
ro: Citesc cărţile...

source: Path manager
hu: Útvonal kezelő
lt: failų ar knygų buvimo vieta
ro: Administrare cale

source: Preview
hu: Előnézet
lt: Peržiūra
ro: Previzualizare

source: Move over a link to see a preview for it
ro: Mergi cu mouse-ul peste un link pentru a vedea o previzualizare pentru aceasta

source: Show in tooltip
ro: Arată în balon

source: Show this in a tooltip
ro: Arată aceasta într-un balon info

source: The book '%s' is not installed, so you cannot view details for this entry (%s)
ro: Această carte '%s' nu este instalată, aşa că nu poţi vedea detaliile pentru această intrare (%s)
